brew "caddy", restart_service: :changed
brew "dive"
brew "docker"
brew "fzf"
brew "git"
brew "glab"
brew "go"
brew "gum"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "nvm"
brew "openjdk@17"
brew "tree"
brew "postgresql@15"
brew "ripgrep"
brew "shfmt"
brew "tmux"
brew "trivy"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
cask "dbeaver-community"
cask "hiddenbar"
cask "ghostty"
cask "raycast"
cask "stats"